test/minikube-overheads/results/aqua-sysbench/mysql-default
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            190736
        write:                           54496
        other:                           27248
        total:                           272480
    transactions:                        13624  (113.53 per sec.)
    queries:                             272480 (2270.57 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0049s
    total number of events:              13624

Latency (ms):
         min:                                    6.43
         avg:                                    8.81
         max:                                   32.43
         99th percentile:                       16.12
         sum:                               119995.40

Threads fairness:
    events (avg/stddev):           13624.0000/0.00
    execution time (avg/stddev):   119.9954/0.00