test/minikube-overheads/results/aqua-sysbench/mysql-default-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            155442
        write:                           44412
        other:                           22206
        total:                           222060
    transactions:                        11103  (92.52 per sec.)
    queries:                             222060 (1850.46 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0020s
    total number of events:              11103

Latency (ms):
         min:                                    6.70
         avg:                                   10.81
         max:                                   40.71
         50th percentile:                       11.45
         sum:                               119993.62

Threads fairness:
    events (avg/stddev):           11103.0000/0.00
    execution time (avg/stddev):   119.9936/0.00