test/minikube-overheads/results/aqua-sysbench/mysql-default-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            124782
        write:                           35652
        other:                           17826
        total:                           178260
    transactions:                        8913   (74.27 per sec.)
    queries:                             178260 (1485.43 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0049s
    total number of events:              8913

Latency (ms):
         min:                                    9.30
         avg:                                   13.46
         max:                                   72.52
         50th percentile:                       11.45
         sum:                               119997.73

Threads fairness:
    events (avg/stddev):           8913.0000/0.00
    execution time (avg/stddev):   119.9977/0.00