test/minikube-overheads/results/aqua-sysbench/mysql-default-p90
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            156758
        write:                           44788
        other:                           22394
        total:                           223940
    transactions:                        11197  (93.31 per sec.)
    queries:                             223940 (1866.16 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0003s
    total number of events:              11197

Latency (ms):
         min:                                    6.70
         avg:                                   10.72
         max:                                   66.80
         90th percentile:                       15.83
         sum:                               119991.79

Threads fairness:
    events (avg/stddev):           11197.0000/0.00
    execution time (avg/stddev):   119.9918/0.00