test/minikube-overheads/results/aqua-sysbench/mysql-default-p90
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            120064
        write:                           34304
        other:                           17152
        total:                           171520
    transactions:                        8576   (71.46 per sec.)
    queries:                             171520 (1429.22 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0092s
    total number of events:              8576

Latency (ms):
         min:                                    9.30
         avg:                                   13.99
         max:                                   53.20
         90th percentile:                       20.74
         sum:                               120002.38

Threads fairness:
    events (avg/stddev):           8576.0000/0.00
    execution time (avg/stddev):   120.0024/0.00