test/minikube-overheads/results/aqua-sysbench/mysql-default-p99
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            122108
        write:                           34888
        other:                           17444
        total:                           174440
    transactions:                        8722   (72.68 per sec.)
    queries:                             174440 (1453.55 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0091s
    total number of events:              8722

Latency (ms):
         min:                                    9.49
         avg:                                   13.76
         max:                                   54.12
         99th percentile:                       26.68
         sum:                               120001.94

Threads fairness:
    events (avg/stddev):           8722.0000/0.00
    execution time (avg/stddev):   120.0019/0.00