test/minikube-overheads/results/aqua-sysbench/mysql-default-p99
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            157668
        write:                           45048
        other:                           22524
        total:                           225240
    transactions:                        11262  (93.85 per sec.)
    queries:                             225240 (1876.92 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0046s
    total number of events:              11262

Latency (ms):
         min:                                    6.70
         avg:                                   10.65
         max:                                   35.66
         99th percentile:                       20.00
         sum:                               119995.92

Threads fairness:
    events (avg/stddev):           11262.0000/0.00
    execution time (avg/stddev):   119.9959/0.00