test/minikube-overheads/results/aqua-sysbench/mysql-gvisor
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            139566
        write:                           39876
        other:                           19938
        total:                           199380
    transactions:                        9969   (83.07 per sec.)
    queries:                             199380 (1661.38 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0083s
    total number of events:              9969

Latency (ms):
         min:                                    9.65
         avg:                                   12.04
         max:                                   42.27
         99th percentile:                       21.11
         sum:                               120000.65

Threads fairness:
    events (avg/stddev):           9969.0000/0.00
    execution time (avg/stddev):   120.0007/0.00