test/minikube-overheads/results/aqua-sysbench/mysql-gvisor-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            87430
        write:                           24980
        other:                           12490
        total:                           124900
    transactions:                        6245   (52.04 per sec.)
    queries:                             124900 (1040.79 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0041s
    total number of events:              6245

Latency (ms):
         min:                                   13.33
         avg:                                   19.22
         max:                                   54.62
         50th percentile:                       17.32
         sum:                               119998.08

Threads fairness:
    events (avg/stddev):           6245.0000/0.00
    execution time (avg/stddev):   119.9981/0.00