test/minikube-overheads/results/aqua-sysbench/mysql-gvisor-p50
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            97188
        write:                           27768
        other:                           13884
        total:                           138840
    transactions:                        6942   (57.85 per sec.)
    queries:                             138840 (1156.94 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0063s
    total number of events:              6942

Latency (ms):
         min:                                   13.16
         avg:                                   17.29
         max:                                   62.84
         50th percentile:                       16.41
         sum:                               119999.89

Threads fairness:
    events (avg/stddev):           6942.0000/0.00
    execution time (avg/stddev):   119.9999/0.00