test/minikube-overheads/results/aqua-sysbench/mysql-gvisor-p90
sysbench 1.0.20 (using system LuaJIT 2.1.1720049189)

Running the test with following options:
Number of threads: 1
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            86842
        write:                           24812
        other:                           12406
        total:                           124060
    transactions:                        6203   (51.69 per sec.)
    queries:                             124060 (1033.80 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          120.0038s
    total number of events:              6203

Latency (ms):
         min:                                   13.65
         avg:                                   19.35
         max:                                   69.29
         90th percentile:                       22.69
         sum:                               119997.63

Threads fairness:
    events (avg/stddev):           6203.0000/0.00
    execution time (avg/stddev):   119.9976/0.00